[
    {"id":1, "title":"Zapatillas SL 72 OG", "description":"Las zapatillas adidas SL 72 se han reimaginado para el mundo de hoy. El exterior de malla y gamuza de corte bajo y la silueta estilizada ofrecen un estilo retro inspirado en el running. La mediasuela liviana de EVA amortigua tus pasos y la suela de caucho brinda tracción duradera.", "image":"https://assets.adidas.com/images/h_840,f_auto,q_auto,fl_lossy,c_fill,g_auto/fdfc9163a92a4f778b157344867f01e4_9366/Zapatillas_SL_72_OG_Azul_IH0290_01_standard.jpg", "sizes":[36, 37, 38, 39, 40, 41], "colors":["Semi Cobalt Blue", "Cream White", "Hazy Green"], "price":171999, "category":"mujer"},
    {"id":2, "title":"Zapatillas Samba", "description":"Las Samba de adidas se hizo célebre en los campos de fútbol y después se convirtió en una de las zapatillas favoritas de muchas subculturas urbanas. Esta versión actualiza su clásica silueta minimalista con detalles sutiles como el diseño de las 3 tiras. Póntela y forma parte de su legado.", "image":"https://assets.adidas.com/images/h_840,f_auto,q_auto,fl_lossy,c_fill,g_auto/eff51ff75932486b8a627b4c41d2d13a_9366/Zapatillas_Samba_Rosa_IE4958_01_standard.jpg", "sizes":[37, 39, 41], "colors":["Wonder Quartz", "Off White"], "price":213999, "category":"mujer"},
    {"id":3, "title":"Zapatillas Samba OG", "description":"Con 70 años de historia a sus espaldas, estas zapatillas Samba OG son un modelo adidas original atemporal. Las Samba, que alguna vez fueron calzado de fútbol de cancha cubierta, pasaron a las calles y ganaron notoriedad en una multitud de subculturas. Hoy en día, siguen siendo un calzado de estilo de vida icónico que está listo para crear recuerdos. La parte superior de gamuza de piel de cerdo y la suela de caucho resistente mantienen el estilo robusto pero refinado. Ya sea para una salida de noche o una aventura casual, este par ofrece un look vintage y comodidad para dejar tu huella. Algunas zapatillas van y vienen, pero las Samba están aquí para quedarse.", "image":"https://assets.adidas.com/images/h_840,f_auto,q_auto,fl_lossy,c_fill,g_auto/157f7a59bb194ffc839d5944d1d212bf_9366/Zapatillas_Samba_OG_Gris_IG6177_01_standard.jpg", "sizes":[37, 38, 39, 40, 41, 42, 43, 44], "colors":["Wonder Silver", "Chalk White", "Off White"], "price":189999, "category":"hombre"},
    {"id":4, "title":"Zapatillas Gazelle", "description":"Nacidas en los 60 como calzado de fútbol, las gazelle no muestra indicios de querer parar. Este calzado es la copia exacta de la versión de 1991 del ilustre gazelle. Fabricado en cuero con detalles a tono, este calzado icónico tiene un look estilizado y emblemático.", "image":"https://assets.adidas.com/images/h_840,f_auto,q_auto,fl_lossy,c_fill,g_auto/4c9364eb1521438a8b8ba627009a6a1f_9366/Zapatillas_Gazelle_Blanco_BB5498_01_standard.jpg", "sizes":[38, 39, 41, 42, 43, 44], "colors":["Cloud White", "Gold Metallic"], "price":183999, "category":"hombre"},
    {"id":5, "title":"Zapatillas Superstar (UNISEX)", "description":"De la cancha de baloncesto al aula. Todos merecemos disfrutar de la adidas Superstar. Esta versión para pequeños seguidores de la moda urbana rinde homenaje al 50 aniversario del mítico modelo de la puntera de goma. Su silueta incluye las 3 Rayas dentadas y una cómoda suela de goma cosida. Disponible en varios colores para que tu peque pueda presumir de estilo versátil.", "image":"https://assets.adidas.com/images/h_840,f_auto,q_auto,fl_lossy,c_fill,g_auto/4d31131033b54e67b045ab2f017c6cda_9366/Zapatillas_Superstar_UNISEX_Blanco_FU7714_01_standard.jpg", "sizes":[27, 28, 30, 31, 33, 36], "colors":["Cloud White", "Core Black"], "price":102999, "category":"ninos"},
    {"id":6, "title":"Zapatillas Superstar 360", "description":"¿Quién tiene tiempo para amarrarse los cordones? Con seguridad no es lo que te gusta. Por eso estas zapatillas para niños tienen un diseño de una pieza que se puede poner rápidamente en los pies, además de amortiguación de EVA flexible que se mantiene a la altura de todos sus movimientos. Sin importar dónde vayan, lucirán el icónico estilo de adidas.", "image":"https://assets.adidas.com/images/h_840,f_auto,q_auto,fl_lossy,c_fill,g_auto/97d31d48dc2647f5aa5ca99eb3cababb_9366/Zapatillas_Superstar_360_Negro_GY9027_01_standard.jpg", "sizes":[27, 28, 29, 31, 32], "colors":["Core Black", "Cloud White"], "price":102999, "category":"ninos"}
]